Repository: pypi-data/pypi-mirror-21
Catalog: packages/collective.upload/collective.upload-9.18.0b1.tar.gz/collective.upload-9.18.0b1/src/collective/upload/locales/*/LC_MESSAGES/collective.upload.po
Languages: fi

source: A form to upload multiple files.
fi: Tiedostojen latauslomake.

source: Add files&hellip;
fi: valitse

source: Allowed Extensions
fi: Sallitut päätteet

source: Cancel
fi: peru

source: Cancel upload
fi: keskeytä

source: Description
fi: kuvaus

source: Error
fi: virhe

source: File is too large
fi: Tiedosto on liian suuri

source: File is too small
fi: Tiedosto on liian pieni

source: File type not allowed
fi: Kielletty tiedostotyyppi

source: Here you can modify the settings for collective.upload
fi: Useiden tiedostojen lataustyökalun käyttöasetukset.

source: Max file size
fi: Tiedoston enimmäiskoko

source: Maximum number of files exceeded
fi: Tiedostojen maksimimäärä ylitetty

source: Multiple Files
fi: Tiedostoja

source: Processing…
fi: käsittely

source: Rights
fi: oikeudet

source: Start
fi: aloita

source: Start upload
fi: aloita

source: Title
fi: otsikko

source: Upload Settings
fi: Latausasetukset

source: max_file_size_key
fi: Suurin hyväksytty tiedostokoko tavuina (engl. bytes). Huomaa että jotkut ns. välityspalvelimet voivat järjestelmästä riippuen myös asettaa omia rajoituksiaan.

source: maximum height
fi: suurin korkeus

source: maximum width
fi: suurin leveys

source: resize_max_height_key
fi: Ladattavien kuvien enimmäiskorkeus.

source: resize_max_width_key
fi: Ladattavien kuvien enimmäisleveys.
