Repository: pypi-data/pypi-mirror-21
Catalog: packages/*.portlet.calendar/*.portlet.calendar-1.0.tar.gz/*.portlet.calendar-1.0/*/portlet/calendar/locales/*/LC_MESSAGES/*.portlet.calendar.po
Languages: es, eu

source: Add Calendar Portlet
es: Portlet de calendario
eu: Egutegi portleta gehitu

source: Calendar
es: Calendario
eu: Egutegia

source: Calendar portlet using fullcalendar.io
es: Portlet de calendario utilizando fullcalendar.io
eu: fullcalendar.io erabiliz egutegia erakusten duen portleta.

source: Edit Calendar Portlet
es: Editar portlet de calendario
eu: Egutegi portleta editatu

source: Items in which workflow state to show.
es: Elementos a mostrar en su estado de flujo de trabajo.
eu: Zein lan-fluxu egoeratan dauden elementuak erakutsi.

source: This portlet displays events in a calendar.
es: Este portlet muestra eventos en un calendario utilizando fullcalendar.io

source: Workflow state
es: Estado de flujo de trabajo

source: portlet_help_link_base
es: Selecciona el elemento base al que se enlazará la búsqueda de días del calendario. Si está vació se buscará a partir del contexto el elemento de navegación raíz más cerano.
eu: Lotura egiteko oinarri karpeta bilatu. Hutsik utziz gero, uneko kontestuaren nabigazioaren erroa den elementua bilatuko da eta sortzen diren loturak hortik aurrerakoak izango dira.

source: portlet_help_search_base
es: Selecciona el elemento base bajo el que se buscarán los eventos que se mostrarán en el calendario. Si está vació se buscará a partir del contexto el elemento de navegación raíz más cerano.
eu: Hitzorduak bilatzeko oinarri karpeta bilatu. Hutsik utziz gero, uneko kontestuaren nabigazioaren erroa den elementua bilatuko da eta hortik behera bilatuko dira hitzorduak.

source: portlet_help_view_name
es: Nombre de la vista que se añadirá al Enlace base al crear el enlace
eu: Bilaketaren oinarriari gehituko zaiona, egunetako loturetatik lotura egiteko

source: portlet_label_link_base
es: Base de enlace
eu: Loturaren oinarria

source: portlet_label_search_base
es: Base de búsqueda
eu: Bilaketaren oinarria

source: portlet_label_view_name
es: Nombre de la vista
eu: Bistaren izena
