Repository: pypi-data/pypi-mirror-21
Catalog: packages/Products.Carousel/Products.Carousel-3.0.2.tar.gz/Products.Carousel-3.0.2/Products/Carousel/locales/*/LC_MESSAGES/Products.Carousel.po
Languages: de, it

source: Appearance
de: Aussehen
it: Impaginazione

source: Banner Elements
de: Bestandteile der Banner
it: Elementi del banner

source: Banner Height
de: Höhe der Banner
it: Altezza del banner

source: Banner Type
de: Banner-Variante
it: Tipo di visualizzazione del banner

source: Banner Width
de: Breite der Banner
it: Larghezza del banner

source: Body
de: Haupttext
it: Contenuto

source: Carousel Settings
de: Carousel-Einstellungen
it: Impostazioni Carousel

source: Carousel pictures will reappear in random order on every page refresh.
de: Nach jedem Neuladen erscheinen die Banner in zufälliger Reihenfolge.

source: Check this box to conserve the user and the server bandwidth if the full carousel cycle is not shown.
de: Markieren Sie dieses Kästchen, um Server-Bandbreite zu sparen, falls nicht der volle Carousel-Zyklus angezeigt wird.

source: Cross Fade
de: Überblendung
it: Sfumata

source: Display
de: Anzeige
it: Visualizzazione

source: Enabled
de: Aktiv
it: Abilitato

source: Enabled lazily load carousel images
de: "Lazy load" für Banner aktivieren

source: Enter an ID for the Carousel container element. It can be used to apply CSS to the Carousel.
de: Geben Sie eine eindeutige Bezeichnung für den Carousel-Ordner ein. Dann können CSS-Formate auf das Carousel angewendet werden.
it: Id del carousel, puo' essere utilizzato come id all'interno dei css.

source: Enter the height of the banner in pixels. If you leave this field blank, Carousel will use the height of the first banner.
de: Geben Sie die Höhe der Banner in Pixel ein. Wenn Sie keine Angabe machen, wird die Höhe des ersten Banners genommen.
it: Inserire l'altezza del banner in pixel. Se viene lasciato vuoto, il carousel prendera' in automatico l'altezza del primo banner.

source: Enter the number of seconds that Carousel should pause between banners.
de: Geben Sie die Anzahl Sekunden zwischen den Bannerwechseln ein.
it: Inserire il numero di secondi che intercorrono tra un banner ed il successivo.

source: Enter the speed of the transition in seconds.
de: Geben sie die Wechselgeschwindigkeit der Banner in Sekunden ein.
it: Inserire il numero di secondi per effettuare la transizione.

source: Enter the width of the banner in pixels. If you leave this field blank, Carousel will use the width of the first banner.
de: Geben Sie die Breite der Banner in Pixel ein. Wenn Sie keine Angabe machen, wird die Breite des ersten Banners genommen.
it: Inserire la larghezza in pixel. Se viene lasciato vuoto, il carousel prendera' in automatico la larghezza del primo banner.

source: Image
de: Bild
it: Immagine

source: Image URL
de: URL eines Bildes
it: Link da cui prendere l'immagine

source: Instead of uploading an image, you may enter the URL of an image hosted on another server.
de: Geben Sie die URL eines auf einem Server gespeicherten Bildes ein, wenn Sie selbst kein Banner hochladen wollen.
it: Invece di caricare l'immagine direttamente sul sito, e' possibile inserire un indirizzo di una immagine presente su un altro server.

source: Link URL
de: URL des Verweises/Links
it: Link del banner

source: Only display on the default item
de: Carousel nur auf der Standardseite anzeigen
it: Visualizza solo sull'elemento di default

source: Only display the Carousel on the default item of this folder. Otherwise, the Carousel appears on every item in the folder.
de: Carousel nur auf der Standardseite dieses Ordners anzeigen. Sonst wird das Carousel in jedem Element des Ordners angezeigt.
it: Visualizza il carousel solo quando viene selezionato l'elemento di default di una cartella, altrimenti viene mostrato su tutti gli elementi.

source: Pager Type
de: Banner-Steuerung
it: Tipo di Pager

source: Random order
de: Zufällige Reihenfolge

source: Save
de: Speichern
it: Salva

source: Select the elements that should be visible on the banner. Note that custom banner types may not provide all elements.
de: Markieren Sie die Elemente, die auf dem Banner sichtbar sein sollen. Evenntuell stehen bei bestimmten Bannertypen nicht alle Elemente zur Verfügung.
it: Seleziona gli elemeti visibili nei vari banner.

source: Slide
de: Schieben

source: The banner is the part of the Carousel that rotates. Choose Default for the standard Carousel banner.
de: Ein Banner ist Teil des rotierenden Carousels. Wählen Sie mit "Default" ein Standardbanner aus.
it: Selezionare la modalita' di visualizzazione dei banner.

source: The pager allows user to navigate between banners. Choose the type of pager to display, or select None for no pager.
de: Mit der Banner-Steuerung kann innerhalb des Carousels navigiert werden. Wählen Sie die Art der Navigation aus. Wählen Sie "None" für keine Navigation.
it: Seleziona l'interfaccia per navigare tra i vari banner.

source: This image will be shown when this banner is active.
de: Dieses Bild wird angezeigt, wenn der Banner aktiviert wird.
it: Questa immagine verra' mostrata mentre il banner e' attivo.

source: Title
de: Titel
it: Titolo

source: To modify existing banners
de: Um vorhandene Banner zu modifizieren, ${click-contents}.
it: Per modificare i banner esistenti, ${click-contents}.

source: Transition
de: Wechsel
it: Transizione

source: Transition Delay
de: Wechselverzögerung
it: Ritardo transizione

source: Transition Speed
de: Wechselgeschwindigkeit
it: Velocita' di transizione

source: Uncheck this box to hide the Carousel temporarily.
de: Aktivierung entfernen, damit das Carousel nicht mehr angezeigt wird.
it: Deselezionare il check per disattivare il carousel temporaneamente.

source: Unique ID
de: Eindeutige ID
it: ID Univoco

source: carousel_actions
de: Für ein neues Banner wählen Sie oben im Menü "Hinzufügen...".
it: Per aggiungere un banner, utilizzare il menu' classico per aggiungere oggetti.

source: carousel_settings_introduction
de: Mit Carousel können Sie wechselnde Banner anzeigen lassen, die Bilder und Text darstellen können. ${carousel-actions}.
it: Il Carousel permette di visualizzare una serie di banner in rotazione, che contengono immagini e testo. ${carousel-actions}

source: click the Contents tab
de: Klicken Sie auf "Inhalte".
it: premi su Contenuti

source: Text
it: Testo
