Repository: pypi-data/pypi-mirror-21
Catalog: packages/collective.contentrules.mustread/collective.contentrules.mustread-1.0a1.tar.gz/collective.contentrules.mustread-1.0a1/src/collective/contentrules/mustread/locales/*/LC_MESSAGES/collective.contentrules.mustread.po
Languages: de

source: Installs the collective.contentrules.mustread add-on.
de: Installiert die Erweiterung für das Anfordern von Lesebestätigungen (collective.contentrules.mustread)

source: Mustread CSV Export
de: Lesestatistiken CSV Export

source: Notification Message
de: Nachrichtentext Leseaufforderung

source: Notification Subject
de: Betreff Leseaufforderung

source: Read confirmation requested
de: Lesebestätigung angefordert

source: Reminder Message
de: Nachrichtentext Erinnerung

source: Reminder Subject
de: Betreff Erinnerung

source: Request read confirmation
de: Lesebestätigung anfordern

source: Schedules a read request and notifies users via email
de: Anfragen abspeichern und betroffene BenutzerInner via Email informieren

source: The following report has been sent to ${email}:
de: Folgender Bericht wurde an ${email} zugestellt:

source: Uninstalls the collective.contentrules.mustread add-on.
de: Erweiterung für das Anfordern von Lesebestätigungen deinstallieren.

source: collective.contentrules.mustread
de: Erweiterung für das Anfordern von Lesebestätigungen (collective.contentrules.mustread)

source: collective.contentrules.mustread (uninstall)
de: Erweiterung für das Anfordern von Lesebestätigungen (collective.contentrules.mustread) deinstallieren.

source: expired-email-intro
de: Für die folgenden Inhalte gibt es abgelaufene Anfragen für eine Lesebestätigung:

source: expired-mail-subject
de: Abgelaufene Anfragen für Lesebestätigungen

source: field_acquired_description
de: Benutzer die diese Rolle geerbt haben mit einbeziehen?

source: field_acquired_title
de: Geerbte Rollen

source: field_global_roles_description
de: Benutzer die diese Rolle als "Globale Rolle" besitzen mit einbeziehen?

source: field_global_roles_title
de: Globale Rollen

source: field_message_description
de: Text der Emailbenarchichtigung beim Anfordern der Lesebestätigung. Zusätzlich verfügbare Variablen: mustread_fullname, mustread_deadline, mustread_url (siehe README)

source: field_message_reminder_description
de: Text der Erinnerungsemail. Wenn kein Text angegeben ist, wird keine Erinnerungsmail verschickt.

source: field_role_description
de: Wählen Sie eine Rolle aus. Diese Aktion sucht nach Benutzern auf der Seite die diese Rolle (auch über eine Gruppe) auf dem Inhalt besitzen für den eine Lesebestätigung angefordert wurde.

source: field_role_title
de: Rolle

source: form_description
de: Eine Aktion die eine Lesebestätigung von Benutzern mit einer bestimmten Rolle auf einem Inhalt anfordert.

source: help_deadline
de: Anzahl der Tage innerhalb derer die Leseaufforderung bestätigt werden muss.

source: help_expired-recipient
de: Empfängeradresse(n) für die Ablauf-Info Mail (@@send-expired-notification). Wenn nicht angegeben wird die Mail an die Portal-Admin-Adresse geschickt.

source: help_reminder-delay
de: Anzahl der Tage vor Ablauf der Leseaufforderung an denen eine Erinnerungsmail verschickt wird.

source: label_deadline
de: Tage bis zum Ablauf

source: label_expired-recipient
de: Empfänger Ablauf-Info-Mail

source: label_reminder-delay
de: Erinnerung N Tage vor Ablauf

source: msg-confirmation-requested
de: Lesebestätigung bis zum ${deadline} für ${count} Benutzer angefordert: ${userlist}

source: msg_no_reminder_fired
de: Keine Erinnungen versendet

source: msg_reminder_fired
de: Erinnerungsmails für ${count} Inhalte versendet: ${objects}

source: rule_description
de: Lesebestätigung für Benutzer mit der Rolle '${role}' auf einem Inhalt (Ablauf in ${days} Tagen, Erinnerung ${reminder} Tage vor Ablauf)

source: rule_description_noreminder
de: Lesebestätigung für Benutzer mit der Rolle '${role}' auf einem Inhalt (Ablauf in ${days} Tagen, keine Erinnerung versenden)

source: title_addform
de: Aktion für Lesebestätigung hinzufügen

source: title_editform
de: Aktion für Lesebestätigung bearbeiten
