Repository: pypi-data/pypi-mirror-21
Catalog: packages/meieraha2/meieraha2-2.2.2.tar.gz/meieraha2-2.2.2/meieraha2/translations/*/LC_MESSAGES/messages.po
Languages: et, hy

source: Our Money
et: Meie Raha
hy: Մեր փողերը

source: Budget revisions
et: Eelarve revisioonid
hy: Ճշտված բյուջե

source: Error 404
et: Viga 404
hy: Ախալ 404

source: Page not found.
et: Lehte ei leitud.
hy: Էջը չի գտնվել:

source: Error 500
et: Viga 500
hy: Սխալ 500

source: Something went wrong.
et: Midagi läks katki.
hy: Ինչ-որ բան այն չէ:

source: Compare
et: Võrdlus
hy: Համեմատել

source: Revisions
et: Revisioonid
hy: Ճշտումներ:

source: Discuss
et: Arutelu
hy: Քննարկել

source: Share this view
et: Jaga seda vaadet
hy: Կիսվել այս տեսքով

source: Generate link
et: Genereeri link
hy: Գեներացնել հղումը

source: Share
et: Jaga
hy: Կիսվել

source: Discussions
et: Arutelud
hy: Քննարկումներ

source: Currently there are no discussions here. Start one by hovering your mouse over a bubble and clicking "Discuss"
et: Praegu pole siin ühtegi arutelu. Arutelu alustamiseks hoia hiirt sinu huvitava mulli peal ning klõpsa nupu "Arutelu".
hy: Այս պահին այստեղ քննարկումներ չկան: Սկսեք քննարկումը ձեր մկնիկը պահելով շրջանակի վրա և կտտացնելով <<Քննարկել>>-ու վրա:

source: Income
et: Tulud
hy: Եկամուտ

source: Expenditure
et: Kulud
hy: Ծախս

source: Comparisons
et: Võrdlus
hy: Համեմատություն

source: Planned
et: Planeeritud
hy: Պլանավորված

source: Adjusted
et: Muudetud
hy: Ճշտված

source: Filled
et: Täituvus
hy: Կատարված

source: Tax Calculator
et: Maksukalkulaator

source: Share current view
et: Jaga seda vaadet
hy: Կիսվել ներկա տեսքով

source: Tweet
et: Säutsu
hy: Թուիթել

source: Send
et: Saada
hy: Ուղարկել

source: planned
et: planeeritud
hy: պլանավորված

source: adjusted
et: muudetud
hy: ճշտված

source: filled
et: täituvus
hy: կատարված

source: Info
hy: Ծանոթություն
