Repository: pypi-data/pypi-mirror-21
Catalog: packages/*.plone.mls/*.plone.mls-0.5.5.tar.gz/*.plone.mls-0.5.5/src/*/plone/mls/locales/*/LC_MESSAGES/*.plone.mls.po
Languages: de, it

source: 'Development Collection' Configuration
de: Konfiguration der 'Bauerschließung-Kollektion'
it: Configurazione 'Collezione Progetti'

source: 'Development Collection' viewlet activated.
de: Die 'Bauerschließung-Kollektion' Viewlet wurde aktiviert.
it: Viewlet 'Collezione Progetti' attivata.

source: 'Development Collection' viewlet deactivated.
de: Die 'Bauerschließung-Kollektion' Viewlet wurde deaktiviert.
it: Viewlet 'Collezione Progetti' disattivata.

source: 'Featured Listings' Configuration
de: Konfiguration der 'Immobilien-Empfehlungen'
it: Configurazione 'Annunci In Primo Piano'

source: 'Featured Listings' viewlet activated.
de: 'Immobilien-Empfehlungen' Viewlet wurde aktiviert.
it: Viewlet 'Annunci In Primo Piano' attivata.

source: 'Featured Listings' viewlet deactivated.
de: 'Immobilien-Empfehlungen' Viewlet wurde deaktiviert.
it: Viewlet 'Annunci In Primo Piano' disattivata.

source: A static collection of featured MLS Listings
de: Eine statische Kollektion für Immobilien-Empfehlungen
it: Una collezione statica di annunci MLS in primo piano

source: About the Area
de: Über die Gegend
it: Riguardo all'Area

source: Activate Development Collection
de: Bauerschließung-Kollektion aktivieren
it: Attiva Collezione Progetti

source: Activate Featured Listings
de: Immobilien-Empfehlungen aktivieren
it: Attiva Annunci in Primo Piano

source: Activate the Development Collection viewlet.
de: Viewlet für die Bauerschließung-Kollektion aktivieren.
it: Attiva viewlet Collezione Progetti.

source: Activate the Featured Listings viewlet.
de: Viewlet für Immobilien-Empfehlungen aktivieren.
it: Attiva viewlet Annunci in Primo Piano.

source: Add one Listing ID for each entry to show up.
de: Geben Sie genau eine Immobilien-ID für jeden anzuzeigenden Eintrag an.
it: Aggiungi un ID Annuncio per ogni voce da mostrare.

source: Adjust the behaviour for this 'Development Collection' viewlet.
de: Passen Sie die Einstellungen für das 'Bauerschließung-Kollektion' Viewlet an.
it: Modifica il comportamento di questa viewlet 'Collezione Progetti'.

source: Adjust the behaviour for this 'Featured Listings' viewlet.
de: Passen Sie die Einstellungen für das Viewlet 'Immobilien-Empfehlungen' an.
it: Modifica il comportamento di questa viewlet 'Annunci in Primo Piano'.

source: Agency Developments
de: Bauerschließungen der Agentur
it: Progetti Agenzia

source: Alternative Email recipient
de: Alternativer Email-Empfänger

source: An error occured trying to connect to the configured MLS. Please check your settings or try again later.
de: Beim Versuch sich mit dem konfiguriertem MLS zu verbinden ist ein Fehler aufgetreten. Prüfen Sie bitte Ihre Einstellungen oder versuchen es erneut zu einem späteren Zeitpunkt.
it: Si è verificato un errore durante la connessione al MLS configurato. Si prega di controllare le Vostre impostazioni o di riprovare più tardi.

source: Cancel
de: Abbrechen
it: Cancella

source: Configure Development Collection
de: Bauerschließung-Kollektion konfigurieren
it: Configura Collezione Progetti

source: Configure Featured Listings
de: Immobilien-Empfehlungen konfigurieren
it: Configura Annunci in Primo Piano

source: Configure the Development Collection viewlet.
de: Das Viewlets für Bauerschließung-Kollektionen konfigurieren.
it: Configura la viewlet della Collezione Progetti.

source: Configure the Featured Listings viewlet.
de: Konfigurieren Sie das Viewlet für 'Immobilien-Empfehlungen'.
it: Configura la viewlet degli Annunci in Primo Piano.

source: Contact
de: Kontakt
it: Contatto

source: Contact us
de: Kontaktieren Sie uns
it: Contattaci

source: Creation Date
de: Erstellungsdatum
it: Data di Creazione

source: Deactivate Development Collection
de: Bauerschließung-Kollektion deaktivieren
it: Disattiva Collezione Progetti

source: Deactivate Featured Listings
de: Immobilien-Empfehlungen deaktivieren
it: Disattiva Annunci in Primo Piano

source: Deactivate the Development Collection viewlet.
de: Bauerschließung-Kollektion Viewlet deaktivieren.
it: Disattiva la viewlet della Collezione Progetti.

source: Deactivate the Featured Listings viewlet.
de: Das Viewlet Immobilien-Empfehlungen deaktivieren.
it: Disattiva la viewlet degli Annunci in Primo Piano.

source: Developments per Page
de: Bauerschließungen pro Seite
it: Progetti per Pagina

source: Download PDF
de: PDF herunterladen

source: Enter a search term to filter the results.
de: Geben Sie einen Suchbegriff ein, um die Ergebnisse zu filtern.
it: Inserire un termine di ricerca per filtrare i risultati.

source: Featured Listings
de: Immobilien-Empfehlungen
it: Annunci in Primo Piano

source: Filter Options
de: Optionen einschränken
it: Opzioni Filtro

source: Gallery
de: Galerie
it: Galleria

source: How many developments should be shown per page?
de: Wieviele Bauerschließungen sollen pro Seite angezeigt werden?
it: Quanti progetti dovrebbero essere mostrati per pagina?

source: How many listings should be shown per devlopment listings page?
de: Wieviele Immobilien sollen pro Bauerschließungsimmobilienseite angezeigt werden?
it: Quanti annunci dovrebbero essere mostrati per ogni pagina di annunci di progetti?

source: How should the results be sorted? If nothing is selected, the results are sorted by relevance.
de: Wie sollen die Ergebnisse sortiert werden? Die Ergegnisse werden nach Relevanz sortiert, falls nichts ausgewählt wird.
it: Come dovrebbero essere ordinati i risultati? Se non si seleziona niente, i risultati sono ordinati per rilevanza.

source: If enabled, a form to contact the responsible agent will be shown on the detail page for a development.
de: Wenn diese Option aktiviert ist, erscheint ein Kontaktformular des verantwortlichen Maklers auf der Detailansicht der Bauerschließung.
it: Se abilitato, un modulo di contatto con l'agente responsabile sarà mostrato sulla pagina dettagli di un progetto.

source: If enabled, only developments for the configured agency will be shown.
de: Wenn diese Option aktiviert ist, werden nur Bauerschließungen der konfigurierten Agentur angezeigt.
it: Se abilitato, solo progetti relativi all'agenzia in questione saranno mostrati.

source: If enabled, the contact information for a development will be shown on the detail page for a development.
de: Wenn diese Option aktiviert ist, erscheinen die Kontaktinformationen der Bauerschließung auf der Detailansicht der Bauerschließung.
it: Se abilitato, le informazioni di contatto di un progetto saranno mostrate sulla pagina dettagli del progetto.

source: If the contact form is enabled, an anchor link will show as quick navigation to the form.
de: Falls das Kontakformular aktiviert ist, erscheint ein Anchor-Link zur direkten Navigation zum Formular.
it: Se il modulo di contatto è abilitato, comparirà un link per navigare velocemente al form.

source: Invalid email address.
de: Ungültige E-Mail-Adresse
it: Indirizzo email non valido.

source: Listings
de: Immobilien
it: Annunci

source: Listings per Page
de: Immobilien pro Seite
it: Annunci per Pagina

source: MLS Listing IDs
de: MLS Immobilien-IDs
it: ID Annunci MLS

source: Map &amp; Distances
de: Karte & Entfernungen
it: Mappa & Distanze

source: Meet the Developers
de: Treffen Sie den Bauträger
it: Incontra i Costruttori

source: No URLs allowed.
de: Es sind keine URLs erlaubt.
it: Non sono ammessi URL.

source: Overview
de: Übersicht
it: Panoramica

source: Phases
de: Bauabschnitte
it: Fasi

source: Please enable JavaScript to show the Map.
de: Bitte aktivieren Sie für eine korrekte Darstellung der Karte JavaScript in Ihrem Browser.

source: Project Map
de: Projektkarte
it: Mappa del Progetto

source: Properties Available
de: Verfügbare Immobilien
it: Proprietà Disponibili

source: Reverse sort order?
de: Sortierreihenfolge umgekehren?
it: Invertire ordine?

source: Save
de: Speichern
it: Salva

source: Searchable Text
de: Durchsuchbarer Text
it: Testo Ricercabile

source: Send the contact form to this email instead direct to the agent
de: Das Kontaktformular anstatt direkt an den Makler an diese Email schicken

source: Set the resolution for the map. 0 is the lowest zoom level, in which the entire world can be seen. The higher the zoom level, the more details can be seen. The available maximum zoom level value differs from area to area and can change over time, also depending on the used map provider.
de: Legen Sie die Kartenauflösung fest. 0 is das niedrigste Zoom-Level, mit dem die gesamte Welt sichtbar ist. Je höher das Zoom-Level, desto mehr Details können gesehen werden. Der zur Verfügung stehende höchste Zoom-Level-Wert hängt von der jeweiligen Gegend, die sich mit der Zeit verändern kann und ist auch in Abhängigkeit des verwendeten Karten-Providers.
it: Imposta la risoluzione per la mappa. 0 è il livello minimo di zoom con quale è visibile tutto il mondo. Più è alto il livello di zoom e più dettagli saranno visibili. Il livello massimo di zoom possibile varia da area ad area e può modificarsi nel tempo a seconda anche del provider della mappa.

source: Show Captcha
de: Captcha anzeigen
it: Mostra Captcha

source: Show Contact Form
de: Kontaktformular anzeigen
it: Mostra Modulo di Contatto

source: Show Contact Information
de: Kontaktinformationen anzeigen
it: Mostra Informazioni di Contatto

source: Show Contact-Us anchor link
de: "Kontaktieren Sie uns" Anchor-Link anzeigen
it: Mostra link Contattateci

source: Show a captcha field within the contact form to prevent spam.
de: Das Captcha-Feld in dem Kontakformular anzeigen, um Spam zu verhindern.
it: Mostra un campo captcha nel modulo di contatto onde evitare spam.

source: Sort results by
de: Ergenisse sortieren nach
it: Ordina risultati per

source: The 'Development Collection' viewlet does't work with this content type. Add 'IPossibleDevelopmentCollection' to the provided interfaces to enable this feature.
de: Die 'Bauerschließung-Kollektion"' konnte für diesen Inhaltstyp nicht aktiviert werden. Fügen Sie 'IPossibleDevelopmentCollection' zu den unterstützten Interfaces hinzu, um dieses Feature zu aktivieren.
it: La viewlet 'Collezione Progetti' non funziona con questa tipologia di contenuto. Aggiungi 'IPossibleDevelopmentCollection' alle interfacce proposte per abilitare questa funzione.

source: The 'Featured Listings' viewlet does't work with this content type. Add 'IPossibleFeaturedListings' to the provided interfaces to enable this feature.
de: Das Viewlet 'Immobilien-Empfehlungen' konnte für diesen Inhaltstyp nicht aktiviert werden. Fügen Sie 'IPossibleFeaturedListings' zu den unterstützten Interfaces hinzu um dieses Feature zu aktivieren.
it: La viewlet 'Annunci in Primo Piano' non funziona con questa tipologia di contenuto. Aggiungi 'IPossibleFeaturesListings' alle interfacce proposte per abilitare questa funzione.

source: The requested development was not found.
de: Die gewünschte Bauerschließung wurde nicht gefunden.
it: Non è stato possibile trovare il progetto richiesto.

source: Title
de: Titel
it: Titolo

source: Your contact request was sent successfully.
de: Ihre Kontakanfrage wurde erfolgreich versendet.
it: La Vostra richiesta di contatto è stata inviata con successo.

source: Zoom level for maps
de: Zoom-Level für Karten
it: Livello di zoom per le mappe
