Repository: pypi-data/pypi-mirror-21
Catalog: packages/Products.Carousel/Products.Carousel-3.0.1.tar.gz/Products.Carousel-3.0.1/Products/Carousel/locales/*/LC_MESSAGES/Products.Carousel.po
Languages: fi, pt_br

source: Appearance
fi: Ulkoasu
pt_br: Aparência

source: Banner Elements
fi: Banderollin osat
pt_br: Elementos do Banner

source: Banner Height
fi: Banderollin korkeus
pt_br: Altura do Banner

source: Banner Type
fi: Banderollin tyyppi
pt_br: Tipo do Banner

source: Banner Width
fi: Banderollin leveys
pt_br: Largura do Banner

source: Body
fi: Sisältöteksti
pt_br: Corpo

source: Carousel
fi: Banderolli
pt_br: Carrossel

source: Carousel Settings
fi: Banderollikarusellin asetukset
pt_br: Configurações do Carrossel

source: Carousel pictures will reappear in random order on every page refresh.
pt_br: As imagens do carousel irão reaparecer em ordem aleatória em cada atualização da página.

source: Check this box to conserve the user and the server bandwidth if the full carousel cycle is not shown.
pt_br: Marque esta caixa para conservar a largura de banda do usuário e do servidor, caso o ciclo total do carrossel não é exibido.

source: Display
fi: Näyttö
pt_br: Exibição

source: Enabled
fi: Päällä
pt_br: Habilitado

source: Enabled lazily load carousel images
pt_br: Habilitar o carregamento preguiçoso do carrossel de imagens.

source: Enter an ID for the Carousel container element. It can be used to apply CSS to the Carousel.
fi: Syötä karusellin HTML-elementin yksilöivä id. Sen avulla karusellille voi määrittää yksilöllisiä CSS-sääntöjä.
pt_br: Insira um ID para o carrossel. Ele pode ser usado para aplicar o CSS ao carrossel.

source: Enter the height of the banner in pixels. If you leave this field blank, Carousel will use the height of the first banner.
fi: Syötä banderollin korkeus pikseleinä. Jos tämä kenttä on tyhjä, karuselli käyttää korkeutenaan ensimmäisen banderollin korkeutta.
pt_br: Insira a altura do banner em pixels. Caso deixe este campo em banco, o carrossel usará a altura do primeiro banner.

source: Enter the number of seconds that Carousel should pause between banners.
fi: Syötä, montako sekuntia karuselli näyttää jokaista banderollia kerrallaan.
pt_br: Insira o número de segundos que o carrossel deverá pausar entre os banners.

source: Enter the speed of the transition in seconds.
fi: Syötä, montako sekuntia karuselli käyttää banderollin vaihtamiseen.
pt_br: Insira a velocidade da transição em segundos.

source: Enter the width of the banner in pixels. If you leave this field blank, Carousel will use the width of the first banner.
fi: Syötä banderollin leveys pikseleinä. Jos tämä kenttä on tyhjä, karuselli käyttää leveytenään ensimmäisen banderollin leveyttä.
pt_br: Insira a largura do banners em pixels. Caso deixe este campo em branco, o carrossel usará a largura do primeiro banner.

source: Image
fi: Kuva
pt_br: Imagem

source: Image URL
pt_br: URL da Imagem

source: Instead of uploading an image, you may enter the URL of an image hosted on another server.
pt_br: Em vez de carregar uma imagen, você pode inserir a URL de uma imagem hospedada em outro servidor.

source: Link URL
pt_br: URL do Link

source: Only display on the default item
fi: Näytä vain kansion etusivulla
pt_br: Exibir apenas no item padrão

source: Only display the Carousel on the default item of this folder. Otherwise, the Carousel appears on every item in the folder.
fi: Näytä karuselli ainoastaan kansion oletusnäkymäksi valitulla sisällöllä. Muussa tapauksessa karuselli näkyy kansion jokaisella sivulla.
pt_br: Apenas exibir o carrossel no item padrão desta pasta. Caso contrário, o carrossel aparecerá em cada item na pasta.

source: Pager Type
fi: Sivuvalitsin
pt_br: Tipo de Pager

source: Random order
pt_br: Ordem aleatória

source: Save
fi: Tallenna
pt_br: Salvar

source: Select the elements that should be visible on the banner. Note that custom banner types may not provide all elements.
fi: Valitse banderolleista näytettävät osat. Huomaa, että räätälöidyt banderollityypit eivät aina sisällä kaikkia osia.
pt_br: Selecione os elementos que deverão ser visívels no banners. Note-se que os tipos de banner personalizado pode não fornecer todos os elementos.

source: Text
fi: Sisältöteksti
pt_br: Texto

source: The banner is the part of the Carousel that rotates. Choose Default for the standard Carousel banner.
fi: Banderolli on karusellin varsinainen vaihtuva sisältö. Default on tavanomaisin banderollityyppi.
pt_br: O banner é a peça do carrossel que gira. Escolha Padrão para o banner carrossel padrão.

source: The pager allows user to navigate between banners. Choose the type of pager to display, or select None for no pager.
fi: Sivuvalitsin sallii käyttäjän selata banderolleja itse. Valitse näytettävän sivuvalitsimen tyyppi tai valitse None pitääksesi sivuvalitsin piilossa.
pt_br: O pager permite ao usuário navegar entre os banners. Escolha o tipo de pager para exibir, ou selecione Nenhum para nenhum pager.

source: This image will be shown when this banner is active.
fi: Tämä kuva näytetään, kun tämä banderolli on näkyvissä.
pt_br: Esta imagem será exibida quando este banner estiver ativo.

source: Title
fi: Otsikko
pt_br: Título

source: To modify existing banners
pt_br: Para modificar banners existentes, ${click-contents}.

source: Transition
fi: Siirtymät
pt_br: Transição

source: Transition Delay
fi: Siirtymäväli
pt_br: Tempo de transição

source: Transition Speed
fi: Siirtymän nopeus
pt_br: Velocidade de Transição

source: Uncheck this box to hide the Carousel temporarily.
fi: Poista tämä valinta, jos haluat piilottaa karusellin väliaikaisesti.
pt_br: Desmarque esta caixa para esconder o carousel temporariamente.

source: Unique ID
fi: Tunniste
pt_br: ID Único

source: carousel_actions
pt_br: Para dicionar um banner, use o menu Adicionar Item.

source: carousel_settings_introduction
pt_br: Correios Carosel permite a criação de um painel de banners rotativos que contém imagens e textos. ${carousel-actions}

source: click the Contents tab
fi: Sisältö-välilehteä
pt_br: click na aba de Conteúdos

source: Cross Fade
fi: Ristiinhäivytys

source: Slide
fi: Liukusiirtymä
